<unk>
<pad>
<s>
</s>
,
.
a
the
to
di
in
che
e
of
and
that
I
are
"
s@@
la
i
è
is
un
it
you
il
in@@
's
o
d@@
le
s
e@@
t@@
we
i@@
per
And
ed
o@@
c@@
--
?
r@@
ri@@
m@@
una
g@@
ar@@
on
ing
b@@
ato
es
al
:
this
l@@
f@@
re@@
E
p@@
er@@
si
non
h@@
a@@
st@@
S@@
al@@
n@@
u@@
at@@
so
on@@
se
y
di@@
or@@
an
en@@
l'
v@@
one
er
an@@
da
'
was
do
w@@
av@@
li@@
come
con@@
sono
am@@
as@@
D@@
for
have
it@@
co@@
-@@
t
ate
si@@
de@@
they
ano
ale
del
C@@
ac@@
pi@@
es@@
me
at
or
un@@
M@@
with
questo
ma
su@@
be
ci@@
con
can
as
't
el@@
ere
what
about
A@@
lo
y@@
all
So
mi
vi@@
P@@
più
B@@
ol@@
mo@@
ap@@
d
ci
ic@@
ly
se@@
ad@@
k@@
tr@@
della
ti@@
le@@
azione
sp@@
po@@
pro@@
ch@@
ro@@
gi@@
there
ag@@
N@@
not
ità
en
ec@@
qu@@
et@@
ter@@
sc@@
ur@@
par@@
T@@
It
're
str@@
E@@
fi@@
era
per@@
ha
z@@
ad
chi@@
h
so@@
like
mi@@
ore
ti
re
mo
comp@@
ica
ent@@
from
people
ation
min@@
im@@
ity
io
my
out
nel
sol@@
li
ta
l
L@@
gli
O@@
H@@
F@@
very
gu@@
ati
ico
♫
ando
ut@@
n
ce
up
R@@
th@@
amente
ra@@
for@@
te
te@@
know
The
just
G@@
cosa
lo@@
ata
est@@
but
me@@
ul@@
lu@@
our
col@@
vi
do@@
pre@@
ono
molto
We
ho
de
ers
But
going
Ma
ver@@
questa
ve
us@@
no
man@@
if
these
1@@
res@@
cor@@
go
sa
k
dei
att@@
ar
il@@
is@@
ine
cre@@
ali
bi@@
by
m
inter@@
gr@@
them
and@@
W@@
delle
us
to@@
ai
here
ero
V@@
sh@@
met@@
think
I@@
get
which
he
ds
amo
enti
because
alla
og@@
anni
abbiamo
essere
enza
ex@@
see
ra
tu@@
ent
ts
cui
vol@@
had
ente
more
no@@
Non
ab@@
loro
va
how
ati@@
really
bo@@
fare
when
zione
ne@@
ne
anche
A
ess@@
This
persone
anno
've
uno
gh@@
would
c
ma@@
perché
You
your
In
'm
ist@@
be@@
ia
op@@
way
ete
quando
così
em@@
ett@@
ed@@
world
who
tutto
time
La
zz@@
oc@@
pr@@
sta
then
ge
into
ks
ura
imp@@
fin@@
der@@
were
mondo
don
dell'
pres@@
ev@@
where
car@@
things
ò
has
solo
ta@@
ina
gen@@
hanno
ite
their
ici
os@@
th
age
ice
et
Il
some
cose
su
acc@@
thing
sia
...
dis@@
actually
j@@
au@@
tutti
ante
modo
po
quello
bu@@
able
vo
enti@@
;
ally
years
will
sione
endo
pl@@
un'
now
p
st
est
ser@@
K@@
ino
J@@
end@@
om@@
ven@@
br@@
ori
pri@@
ons
ric@@
fatto
tion
c'
anti
want
ot@@
ro
pe@@
rit@@
ou@@
tro@@
Quindi
wor@@
pot@@
other
pa@@
ph@@
ciò
2@@
nella
w
qui
ence
fac@@
uc@@
make
cu@@
siamo
mia
cer@@
ora
x@@
said
chi
U@@
ir@@
Al@@
They
could
ch
been
dic@@
right
pen@@
g
etto
all@@
Now
idea
azioni
queste
sci@@
Questo
ici@@
fer@@
ali@@
à
int@@
ire
got
questi
pos@@
ment
parte
TED
can@@
almente
something
ni@@
esso
0@@
mon@@
noi
dov@@
wh@@
little
stato
bile
ole
gro@@
diver@@
due
oi
mio
all'
ked
ov@@
mor@@
cont@@
vita
work
prima
el
much
ght
-
Ch@@
am
Qu@@
!
ous
pol@@
com@@
than
That
soci@@
ig@@
fr@@
most
ento
cent@@
say
pu@@
kind
fa
ris@@
go@@
our@@
two
back
sion
ture
é
ob@@
first
por@@
ita
look
ing@@
qualcosa
ogni
mat@@
lin@@
ated
x
id@@
In@@
he@@
St@@
those
co
ther
over
tur@@
alle
poi
his
new
cam@@
uto
gg@@
ical
b
body
port@@
ely
life
eg@@
amento
dire
u
bas@@
ai@@
dove
also
altro
far@@
aff@@
lot
ay
What
ese
ze
ful
può
zi@@
tempo
vel@@
migli@@
dal
king
only
ava
mar@@
azi@@
mente
iti
old
any
5
mostr@@
tra
inizi@@
evo
sul
'll
peri@@
form@@
she
There
des@@
down
vedere
cambi@@
ca
ari
ho@@
sti@@
ten@@
rel@@
chiam@@
sur@@
did
gn@@
sor@@
iti@@
davvero
ff@@
succ@@
sap@@
take
ca@@
its
mai
od
around
gli@@
uman@@
sco@@
put
ess
diamo
.@@
19@@
need
fe@@
’
ast@@
many
ve@@
sulla
ni
ents
good
ancora
ene
proc@@
ase
zza
3@@
Se
gente
cap@@
deci@@
ito
ort@@
ws
mu@@
oni
day
meno
mer@@
An@@
even
um@@
ning
atti@@
Ora
gener@@
ard
ini
pic@@
ant@@
degli
zzo
ms
ola
unque
we@@
ell@@
aggio
tor@@
lic@@
ru@@
5@@
fic@@
end
hi@@
zioni
0
L'
tri@@
pas@@
ame
rec@@
grande
ic
ong
ted
quel
inc@@
spi@@
ment@@
quella
r
del@@
doing
Questa
f
trov@@
olo
pens@@
2
different
qual@@
dur@@
les
esi
anim@@
ear@@
10
contr@@
na
ever
up@@
00
8@@
Well
being
eff@@
her
lar@@
voi
rac@@
etti
6@@
eri
He
through
iamo
fl@@
bil@@
als
eva
ant
pp@@
sul@@
vir@@
sic@@
ran@@
ani
ary
etti@@
val@@
mag@@
cio
use
evol@@
If
same
mp@@
speci@@
ting
sal@@
serv@@
rap@@
Talk
gre@@
Th@@
ke
ie
Africa
sempre
dalla
ren@@
costru@@
side
divent@@
every
oun@@
ace
suo
possiamo
the@@
ations
9@@
nostro
ulti@@
ves
leg@@
È
ating
volta
Subtitles
Transcript
quanto
dopo
ies
anza
ave
Co@@
tras@@
ving
stor@@
Y@@
ect
aut@@
der
differ@@
ece
bre@@
tipo
called
guar@@
tt@@
ari@@
made
ont@@
univer@@
'd
ste@@
stri@@
talk
sua
inv@@
design
lavoro
lavor@@
evano
three
tre
app@@
4@@
nostra
sti
d'
loo@@
altri
mas@@
detto
sho@@
Sono
bel@@
punto
Un@@
7@@
la@@
storia
50
stu@@
sy@@
ble
fine
Per
mil@@
erano
quindi
ry
self
essi@@
computer
Ho
well
ang@@
Ed
Perché
tel@@
inf@@
asi
Si
endere
atter@@
vostr@@
sar@@
tutte
uti
20
Ci
du@@
ue
comun@@
altra
ì
year
itt@@
avere
abil@@
ario
present@@
why
cin@@
ste
ei
bili
pass@@
nell'
cia
ago
cel@@
sen@@
ute
viv@@
mento
esto
ance
alizz@@
guard@@
senza
ets
fon@@
loc@@
dere
arti@@
human
man
ssi@@
ates
avo
change
ast
arriv@@
tra@@
pers@@
fat@@
cul@@
happ@@
percent
low
sa@@
ure
eng@@
fu@@
fun@@
circa
ved
ay@@
great
proprio
Così
giorno
qualche
rei
asp@@
cli@@
ically
stesso
mol@@
lun@@
ics
some@@
8
avano
lear@@
big
ned
itu@@
problema
nei
incredi@@
emente
ana
ri
fact
temp@@
last
bit
bbero
ding
Come
uti@@
picco@@
kes
ord@@
show
conc@@
tell
stata
colo
red
went
Abbiamo
,000
dio
lan@@
don@@
didn
ces
Wh@@
another
let
off
sto
coun@@
find
cominci@@
prog@@
1
ded
fuori
enzi@@
hav@@
aria
thou@@
cos@@
vic@@
sort
thought
bene
oggi
mal@@
used
ities
ative
ber@@
ke@@
started
num@@
possono
cerc@@
give
place
posto
via
not@@
Le
atto
sistema
econo@@
cur@@
wing
course
4
res
funzion@@
riv@@
raga@@
bisogno
dice
complet@@
own
esse
cal@@
No
importante
3
ef@@
mett@@
esempio
should
nat@@
ory
età
continu@@
reg@@
molti
OK
pag@@
son
pul@@
um
important
wn
nelle
far
ede
senti@@
pi
ved@@
ter
stud@@
with@@
ans
water
spe@@
natur@@
today
Ecco
Mar@@
simp@@
perf@@
ings
mis@@
und
bambini
kno@@
altre
igli@@
after
chio
potre@@
parl@@
ori@@
ey
glob@@
zzi
mean
hear@@
immag@@
realtà
ini@@
7
ep@@
cri@@
mus@@
sel@@
rebbe
zion@@
erra
fam@@
6
Per@@
atori
war@@
cono
cr@@
before
start
every@@
nuovo
Ri@@
utt@@
fo@@
Quando
fis@@
fel@@
technology
agli@@
better
ust
problem
does
possi@@
part
maggi@@
sta@@
Un
story
arsi
him
disc@@
mb@@
plan@@
beg@@
ach@@
bar@@
moti@@
organi@@
gioc@@
produc@@
came
visto
Mi
acqua
ack
den@@
next
never
ness@@
pe
id
India
ins
star@@
ition
S
vero
gono
momento
let@@
test@@
indi@@
ambi@@
tre@@
agli
volte
ling
ei@@
segu@@
vo@@
ere@@
whole
nostri
svilu@@
bb@@
ppo
again
system
perim@@
gior@@
dall'
ep
ying
line
gia
looking
las@@
potete
negli
Pen@@
oper@@
andare
ell
ors
libr@@
viene
credo
tive
sing@@
verso
polit@@
jo@@
off@@
mark@@
otog@@
might
point
onal
led
stiamo
parti@@
etro
long
tecnologia
ge@@
still
prov@@
penso
ove
partic@@
ade
any@@
voglio
Because
eri@@
mili@@
done
zed
ile
ject
atore
ner
essi
coll@@
pren@@
struc@@
dist@@
How
imag@@
Grazie
ited
state
net
wer
together
few
det@@
sk@@
ello
fond@@
9
fica
fron@@
lui
love
too
abbi@@
fu
part@@
milioni
comes
bri@@
inform@@
Quest@@
entr@@
tanto
az@@
New
ach
ous@@
happen@@
oce@@
ben@@
sioni
stanno
model@@
30
fa@@
alcuni
que
fosse
respon@@
fino
af@@
each
sei
quale
ea@@
indu@@
dati
specie
aveva
nu@@
fre@@
rius@@
million
cir@@
aying
act
materi@@
uzione
When
200@@
less
sarebbe
100
parlare
tions
wr@@
real
So@@
between
mentre
doesn
grup@@
sub@@
clo@@
anti@@
qui@@
ane
biol@@
found
C'
e-@@
cas@@
nuov@@
questi@@
macch@@
commun@@
ands
question
oso
aggiun@@
%
Inter@@
wi@@
ordin@@
dent@@
ki@@
try
ose
desig@@
face
nel@@
risp@@
possibile
brain
ona
tly
Una
econ@@
onale
fri@@
alc@@
wom@@
creare
primo
wanted
ass@@
Thank
ù
oni@@
fami@@
ater
away
light
senso
ational
avete
bor@@
archit@@
casa
occu@@
call
gs
educ@@
America
ada
bo
allo
cell@@
dollari
pensare
fil@@
reas@@
molte
dev@@
già
ll@@
[
]
qualcuno
ven
children
amb@@
understand
princi@@
ong@@
data
za
ns
bl@@
forse
divi@@
quelle
chang@@
tw@@
dimen@@
ver
fol@@
vogli@@
always
rete
capire
cost@@
Li@@
person
four
Tut@@
coming
farlo
insegn@@
sost@@
air
control@@
enze
program@@
lì
allora
centr@@
stuff
tto
video
grandi
stessa
net@@
conosc@@
uro@@
trans@@
scu@@
working
ol
ects
insieme
abor@@
problemi
evi@@
elle
tal@@
aggi@@
lav@@
prof@@
ament@@
sce
gh
ree
defin@@
impar@@
ricer@@
land
tec@@
pes@@
usa
forma
sup@@
may
cat@@
ill
propri@@
sic
Pot@@
certo
secon@@
believe
One
anz@@
using
dre@@
trying
veramente
diff@@
film
città
ette
energia
Ar@@
ys
live
vis@@
sapete
dar@@
evamo
kin@@
acci@@
regi@@
sense
exp@@
sch@@
space
fanno
prat@@
posi@@
kids
everything
miei
robo@@
bac@@
building
Lo
persona
En@@
ba@@
arlo
stati
uta
ga
ot
cho@@
money
adre
fort@@
facendo
Here
individu@@
erò
thinking
usto
capi@@
cervello
create
dn
mbr@@
sarà
orig@@
ps
tutta
attraverso
stes@@
har@@
lev@@
bli@@
example
vor@@
fan@@
abbastanza
lasci@@
ggi@@
successo
produ@@
out@@
ays
emp@@
selves
avuto
organ@@
vari@@
ones
ebbe
vu@@
caso
top
took
Pro@@
ution
sing
Oh
says
Go@@
ee
potrebbe
hal@@
ness
inst@@
ick@@
pet@@
getting
sure
lim@@
matt@@
power
erà
dia
sin@@
opportun@@
enor@@
char@@
vie@@
meglio
intelli@@
disse
edi@@
ragi@@
ans@@
quite
dro@@
form
ban@@
hop@@
energy
making
progetto
domanda
lead@@
ak@@
exc@@
dobbiamo
enough
ea
esist@@
interesting
clas@@
medi@@
buil@@
vers@@
tà
dollars
gi
dai
ature
These
remmo
Io
dir@@
positi@@
wer@@
ty@@
feel
innov@@
consu@@
dire@@
quali
Jo@@
perto
lei
movi@@
ement
ardi
atta
semb@@
aw@@
set
alcune
import@@
probabil@@
experi@@
Earth
amp@@
aia
non@@
spazio
colo@@
posta
air@@
auti@@
my@@
rol@@
country
necess@@
capac@@
ak
school
diffici@@
uro
high@@
heal@@
effetti
.000
D
future
expl@@
V
siano
visi@@
gir@@
Americ@@
blo@@
need@@
ena
media
business
situ@@
bro@@
My
food
uni@@
dato
B
case
Che
Par@@
quattro
happened
develop@@
Beh
ain
five
mini
ty
mano
ward
second
orno
oltre
15
rem@@
strum@@
assi@@
help
o-@@
stra
dare
bilità
futuro
secondo
plac@@
probably
pubbl@@
semplic@@
ouse
op
ular
comm@@
Ne@@
anc@@
memb@@
ross
won@@
ey@@
dig@@
nam@@
Su@@
Con@@
elec@@
number
piamo
segn@@
scal@@
maybe
plic@@
cc@@
York
icro@@
etta
sue
govern@@
possible
icamente
play
anzi@@
ready
anything
book
sper@@
avamo
idee
pan@@
sive
piccolo
pon@@
studi@@
ems
talking
Gu@@
ths
nostre
dol@@
conv@@
foto
Mo@@
Gi@@
small
grado
pun@@
eria
semplice
adesso
dise@@
see@@
ick
lion
legg@@
pt
post@@
Di@@
consider@@
dy
ses
stru@@
pover@@
giu@@
pretty
Av@@
sotto
dec@@
planet
carb@@
pir@@
proble@@
means
norm@@
left
read
She
care
mic
uomo
prodo@@
science
interessante
tiv@@
tain
times
menti
ft
20@@
oro
otten@@
compl@@
area
ish
room
signific@@
lit@@
cresc@@
arono
ments
move
ful@@
ask
seen
immagin@@
Z@@
ther@@
chil@@
ecc@@
facciamo
niente
prossi@@
low@@
information
build
colare
merc@@
religi@@
Voglio
usare
amenti
arci
become
hist@@
quelli
sult@@
tor
perc@@
best
pena
tto@@
stre@@
ideas
40
comb@@
wee@@
invest@@
aiut@@
vedete
dr@@
ways
ella
wat@@
perchè
over@@
ult
pianeta
invent@@
tries
ship
aver@@
fe
fos@@
vent@@
nec@@
bamb@@
,@@
nor@@
C
sign@@
O
signi@@
comput@@
ok
gan@@
chan@@
ide@@
ut
sm@@
vello
abb@@
gno
ogy
hel@@
ciamo
duc@@
ank
gra@@
om
tech@@
interess@@
dav@@
z
uo@@
ché
ether
gover@@
contin@@
ich
azie
pubb@@
doman@@
anto
osc@@
quest@@
incre@@
hap@@
rou@@
real@@
consi@@
ld
T
under@@
inci@@
quel@@
aid
000
aga@@
men@@
underst@@
interest@@
ogli@@
tut@@
shi@@
ith
cres@@
”
glio
gran@@
ow
ros@@
mac@@
L
int
pian@@
H
acqu@@
Be@@
coul@@
G
read@@
ye@@
biamo
beli@@
Afr@@
“
alk
M
agi@@
P
siste@@
nolo@@
biso@@
tecnolo@@
iness
TE@@
ir
X@@
/
progr@@
chè
ople
Gr@@
bra@@
vide@@
ff
tit@@
wan@@
ause
year@@
–
ber
esemp@@
R
attr@@
eta
cour@@
bus@@
very@@
eve
nol@@
xt
ener@@
stre
ll
F
W
fore
scri@@
ably
arch@@
q
K
scho@@
fir@@
devel@@
X
attraver@@
lob@@
mes
ould
call@@
insi@@
sempl@@
v
fro@@
actu@@
citt@@
$
stem
energ@@
thin@@
spazi@@
N
ough
nov@@
muc@@
etting
throu@@
'@@
..
etter
cuno
eme
cco
Q@@
hum@@
prob@@
reli@@
Cos@@
oglio
cora
U
fut@@
&
dollar@@
altr@@
J
technol@@
°
Tran@@
elli@@
ound
Y
q@@
ú
é@@
Ear@@
ample
Yor@@
—
semp@@
@
ou
Z
á
Q
…
bet@@
may@@
«
»
+
ittle
dren
)
É
attro
svi@@
ó
indi
´
bbe
í
tty
è@@
Sub@@
titles
ö@@
script
à@@
#
*
j
Amer@@
ween
tog@@
=
(
ì@@
esn
astanza
portun@@
á@@
ò@@
ü@@
ñ@@
ó@@
í@@
ä@@
‘
alcun@@
²
ã@@
ç@@
indivi@@
^
¼
ù@@
`
ú@@
â@@
É@@
ā@@
ï@@
♪
½
€
û
ê@@
ć
˚
£
bbiamo
Ç@@
`@@
™
İ@@
nostr@@
®
ž@@
ѐ
¥
©
ś@@
º@@
√
±
